Repository: apertium/apertium-sme-smj
Catalog: tmx_data/SDguorahallet.tmx
Source language: sme
Languages: smj

source: Guorahallet vejolašvuođa registreret sámi etnisitehta.
smj: Guoradallá máhttelisvuodav sáme tjerdalasjvuodav registrieritjit.

source: Sápmelaččain álgoálbmogin lea oktasaš vuoigatvuohta oažžut ollesárvosaš dieđuid iežas dearvvašvuođa birra.
smj: Sáme álggoálmmugin la aktisasj rievtesvuohta dievalasj diedojda ietjas varresvuoda birra.

source: Dán lágan máhttu eaktuda sámi etnalašvuođa registrerema dearvvašvuođaregistariin.
smj: Dakkir diedo gájbbedi sáme tjerdalasjvuodav varresvuodaregisstarin registrierit.

source: Danne lea Sámedikki dievasčoahkkin mearridan čielggadit vejolašvuođaid registreret sámi etnalašvuođa Álbmotregistaris ja láhkageatnegahttojuvvon dearvvašvuođaregistariin.
smj: Sámedikke ållestjåhkanibme la danen mierredam guoradallat máhttelisvuodajt ja ævtojt registrieritjit sáme tjerdalasjvuodav Álmmukregisstarin ja láhkamierredum varresvuodaregisstarijn.

source: Guorahallet vejolašvuođa registreret sámi etnisitehta
smj: Guoradallá máhttelisvuodav sáme tjerdalasjvuodav registrieritjit

source: Dearvvašvuođaregistarat geavahuvvojit doallat geahčastaga dávddaid birra Norggas, ja dutkat dávdasivaid nugo borasdávddaid ja váibmodávddaid birra.
smj: Varresvuodaregisstara aneduvvi diehton skihpudakgávnnusij Vuonan, ja guoradalátjit sivájt skihpudagájda duola dagu bårredávdda ja tsåhkevihke.

source: – Deaŧalaš eanet máhttu
smj: – Ájnas ienep diedojda

source: Dál ii registrerejuvvo etnalašvuohta láhkageatnegahttojuvvon dearvvašvuođaregistariin.
smj: Uddni tjerdalasjvuohta ij registrieriduvá láhkamierredum varresvuodaregisstarijn.

source: Dát lea nuppi máilmmisoađi árbi.
smj: Dát la árbben maŋep væráldadoaros.

source: Danne mii maid eat dieđe sihkkarit man ollusiin sámi álbmogis leat ovdamearkka dihtii borasdávddat ja váibmodávddat.
smj: Danen ep vissásit diede, man ållo duola dagu bårredávdda ja tsåhkevigága sáme álmmugin.

source: Dákkár máhttu lea deaŧalaš dávddaid eastadeapmái álbmogis.
smj: Dakkir diedojda li ájnnasa hieredittjat skihpudagáv viesajdiddjijn.

source: Go mii Norggas oažžut ovdamearkka dihtii borasdávdda dahje váibmodávdda, de lea min doavttir geatnegahttojuvvon dieđihit dan birra Borasdávdaregistarii dahje Váibmo- ja varrasuotnadávddaid registariidda, mii čatná daid min Álbmotregistara áidnalunddot personnummirii.
smj: Gå mij Vuonan åttjudallap duola dagu bårredávddaj jali tsåhkevihkáj, de la mijá dálkudiddjen bággo dáv diededit Bårredávddaregisstarij ja/jali Tsåhke- ja varravárrevihkeregisstarij, mij dávdav tjadná mijá sierra personnummarij Álmmukregisstaris.

source: – Sámediggi háliida čielggadit vejolašvuođa dan ektui ahte sámi etnalašvuohta čadnojuvvošii personnummirii, vai mii oččošeimmet máhtolašvuođa sámi álbmoga dearvvašvuođa birra, dadjá sámediggeráđđi Mikkel Eskil Mikkelsen.
smj: – Sámedigge sihtá aj guoradallat máhttelisvuodav sáme tjerdalasjvuodav personnummarij tjanátjit, nav vaj ienep diedojt sáme álmmuga varresvuoda birra oadtjop, javllá sámedikkeráde Mikkel Eskil Mikkelsen.

source: Dál lea juo vejolašvuohta registreret sámegiela, muhto dan geažil go buot sámit eai máhte sámegiela, ferte eanet dieđuid registreret.
smj: Uddni l juo máhttelis sáme gielav registrierit, valla dan sivá diehti gå moadda sáme e sáme gielav buvte, la dárbbo ienep diedojda ma registrieriduvvi.

source: Sámedikki jienastuslohku lea dušše válgajienastuslohku ja eahpedievaslaš álbmotregisttarin.
smj: Sámedikke jienastuslåhko la dåssju jienastuslåhko ja iehpedievalasj álmmukregisstarin.

source: Etnalašvuohta dušše dutkanprošeavttain.
smj: Tjerdalasjvuohta dåssju guoradallamprosjevtajn.

source: Vaikko dál ii leatge lohpi registreret etnalašvuođa almmolaš registariin, de lea dattetge lohpi registreret dákkár dieđuid dutkanprošeavttain.
smj: Jus ga uddni ij la loahpe tjerdalasjvuodav almulasj regisstarin registrierit, la ænndu loahpe dakkir registrierimijda guoradallamprosjevtajn.

source: Álbmotiskkademiin maid SAMINOR lea čohkken ja nuoraiddearvvašvuođaiskkademiin leat čohkkejuvvon ollu dieđut sámi etnalašvuođa, dávddaid ja dearvvašvuođa birra.
smj: Viesajdiddjeguoradallamijn gå SAMINOR ja nuorajvarresvuodaguoradallamijn li tjoahkkidum edna diehto sáme tjerdalasjvuodas, skihpudagás ja varresvuodas.

source: – Dat leat hui ávkkálaš dieđut sámi álbmotdearvvašvuođa birra, muhto dat eai leat riikaviidosaččat, ja čađahuvvojit dábálaččat dušše juohke 10. jagi.
smj: – Dá li buktám edna ájnas diehto sáme álmmukvarresvuoda hárráj, valla da ælla rijkav miehtáj, ja tjadáduvvi dábálattjat dåssju juohkka 10. jage.

source: Láhkageatnegahttojuvvon registariid dieđuid ođasmahttet čađat, ja dat leat riikaviidosaččat ja addet midjiide jahkásaččat statistihkaid dávddaid birra Norggas.
smj: Láhkamierredum varresvuodaregisstara ådåstuhteduvvi maŋenagi, da li rijkav miehtáj ja midjij jahkásasj statistihkajt vaddi skihpudagáj hárráj Vuonan.

source: Danne oaivvilda Sámediggi ahte dearvvašvuođaregistariin fertejit leat dieđut sámi etnalašvuođa birra, oažžun dihtii ollesárvosaš dieđuid sámi álbmotdearvvašvuođa birra, dadjá Mikkelsen.
smj: Dan diehti Sámedikke mielas varresvuodaregisstarijn hæhttuji diedo sáme tjerdalasjvuoda hárráj, åttjudittjat dievalasj diedov sáme álmmukvarresvuoda hárráj, javllá Mikkelsen.

source: Sávvet etihkalaš njuolggadusaid.
smj: Sávvá tjerdalasj njuolgadusájt.

source: Dattetge lea deaŧalaš muitit ahte losimus dáruiduhttináigodagas čađahuvvui dutkan sámiid birra mas lei čielga nálleideologalaš jurdda.
smj: Gåssuk la ájnas mujttet garrasamos dárojduhttemájgev tjadáduvvin sáme guoradallamijt majn lidjin tjielgga nálleidiolåvgålasj vuodo.

source: Dutkama oktavuođas rieviduvvojedje earret eará hávddit ja čađahuvvojedje loavkašuhtti oaivemihtideamit sápmelaččain ollu sámi guovlluin guhká maŋŋelii nuppi máilmmisoađi.
smj: Guoradallama merkahin duola dagu hávdijt rievvot ja vuoledime miehttima sáme oajvveskuvres edna sáme guovlon, mælggadav maŋep væráldadoaro maŋŋela.

source: Mikkelsen oaivvilda ahte dáláš dutkit ja dearvvašvuođaeiseválddit fertejit leat dihtomielalaččat dán historjjá ektui, ja dovddastit ahte muittut ja heahpat dutkamis ja dáruiduhttimis ellet ain Sámis.
smj: Mikkelsena mielas udnásj guoradallijn ja varresvuodaoajválattjajn hæhttu liehket diedulasjvuohta dán histåvrå hárráj, ja duodastit jut mujto ja skábmo guoradallamijs ja dárojduhttemis li vilá viesso dálásj Sámeednamin.

source: – Deaŧalaš lea ahte dearvvašvuođadutkanprošeavttat, ja vejolaččat dearvvašvuođaregistarat boahtteáiggis, gaskkustit dieđuid sámiid dearvvašvuođa birra várrugasat ja máŋggabeallásaččat vai garvit eanet stigmatiserema.
smj: – Ájnas la, varresvuodaprosjevta ja máhttelis boahtteájge varresvuodaregisstarijn, åvddånbukti diedojt sámij varresvuoda birra várrogisát ja sieradusáj, vaj ienep stigmatisierim hiereduvvá.

source: Danne háliida Sámediggeráđđi ahte etihkalaš njuolggadusat sámi dearvvašvuođadutkama várás ráhkaduvvojit farggamusat, ja čielggadišgoahtá danne vejolašvuođaid ja eavttuid registreret sámi etnalašvuođa Álbmotregistaris ja láhkageatnegahttojuvvon dearvvašvuođaregistariin, dadjá sámediggeráđđi Mikkel Eskil Mikkelsen.
smj: Danen Sámedikkeráde sihtá, etalasj njuolgadusá sáme varresvuodaguoradallamijda sadjihij biejaduvvi nav ruvva gå máhttelis, ja dan diehti bargov álgat guoradalátjit máhttelisvuodajt ja ævtojt sáme tjerdalasjvuodav registrieritjit Álmmukregisstarij la láhkamierredum varresvuodaregisstarijda, javllá Mikkelsen.

source: Jus leat jearaldagat dahje áiggut jearahallama, váldde oktavuođa sámediggeráđiin Mikkel Eskil Mikkelsenain, +47 917 42 161
smj: Jus li gatjálvisá jali ságájdahtátjit, guládalá sámedikkerádijn Mikkel Eskil Mikkelsen +47 917 42 16
